Repository: 465583030/kcp-1
Catalog: i18n/kcp/*.po
Languages: cs, sr_rs, sr_rs@latin

source: [installed: %s]
cs: [nainstalováno: %s]
sr_rs: [инсталирано: %s]
sr_rs@latin: [instalirano: %s]

source: [installed]
cs: [nainstalováno]
sr_rs: [инсталирано]
sr_rs@latin: [instalirano]

source: <app>
cs: <aplikace>
sr_rs: <апл>
sr_rs@latin: <apl>

source: <unknown>
cs: <neznámý>
sr_rs: <непознато>
sr_rs@latin: <nepoznato>

source: Another instance of kcp is running!
cs: Běží jiná instance kcp!
sr_rs: Још један КЦП ради!
sr_rs@latin: Još jedan KCP radi!

source: Dir %s already exists!
cs: Adresář %s již existuje!
sr_rs: Директоријум %s постоји!
sr_rs@latin: Direktorijum %s postoji!

source: Display all outdated packages from KCP
cs: Zobrazit všechny zastaralé balíčky z KCP
sr_rs: Прикажи све застареле пакете из КЦП-а
sr_rs@latin: Prikaži sve zastarele pakete iz KCP-a

source: Display all packages of KCP
cs: Zobrazit všechny balíčky KCP
sr_rs: Прикажи све пакете КЦП-а
sr_rs@latin: Prikaži sve pakete KCP-a

source: Do you want to edit PKGBUILD?
cs: Chcete upravit PKGBUILD?
sr_rs: Желите ли да измените PKGBUILD?
sr_rs@latin: Želite li da izmenite PKGBUILD?

source: Don't launch this program as root!
cs: Nespouštět tento program jako superuživatel (root)
sr_rs: Не покрећите овај програм као root!
sr_rs@latin: Ne pokrećite ovaj program kao root!

source: Download needed files to build a package
cs: Stáhnout potřebné balíčky pro sestavení balíčku
sr_rs: Преузимам потребне фајлове за градњу пакета
sr_rs@latin: Preuzimam potrebne fajlove za gradnju paketa

source: Install a package from KCP
cs: Nainstalovat balíček z KCP
sr_rs: Инсталирај пакет из КЦП-а
sr_rs@latin: Instaliraj paket iz KCP-a

source: Interrupt by user...
cs: Přerušeno uživatelem...
sr_rs: Прекинуо корисник...
sr_rs@latin: Prekinuo korisnik...

source: No package found
cs: Nenalezen žádný balíček
sr_rs: Нема пакета
sr_rs@latin: Nema paketa

source: On display action, don't print KCP version
cs: Při činnosti instalace nevypisovat verzi KCP
sr_rs: Кад приказујеш, не исписуј КЦП верзију
sr_rs@latin: Kad prikazuješ, ne ispisuj KCP verziju

source: On display action, sort packages by stars descending
cs: Při činnosti instalace třídit balíčky podle hvězd sestupně
sr_rs: Кад приказујеш, сортирај опадајуће по оценама
sr_rs@latin: Kad prikazuješ, sortiraj opadajuće po ocenama

source: On install action, install as a dependence
cs: Při činnosti instalace nainstalovat jako závislost
sr_rs: При инсталацији, инсталирај као зависност
sr_rs@latin: Pri instalaciji, instaliraj kao zavisnost

source: Package not found!
cs: Balíček nenalezen!
sr_rs: Пакет није нађен!
sr_rs@latin: Paket nije nađen!

source: Print this help
cs: Vypsat tuto nápovědu
sr_rs: приказује ову помоћ
sr_rs@latin: prikazuje ovu pomoć

source: Print version
cs: Vypsat verzi
sr_rs: приказује верзију
sr_rs@latin: prikazuje verziju

source: Search packages' motif in KCP and display them
cs: Zobrazit balíček KCP odpovídající hledanému motivu
sr_rs: Претражује фразу у КЦП и приказује пакете
sr_rs@latin: Pretražuje frazu u KCP i prikazuje pakete

source: Tool in command-line for KaOS Community Packages
cs: Nástroj pro práci v příkazovém řádku pro balíčky společenství KaOS
sr_rs: Алатке командне линије за КаОС пакете заједнице
sr_rs@latin: Alatke komandne linije za KaOS pakete zajednice

source: Unknown error!
cs: Neznámá chyba!
sr_rs: Непозната грешка!
sr_rs@latin: Nepoznata greška!

source: [OPTIONS] [APP]
cs: [VOLBA] [APLIKACE]
sr_rs: [ОПЦИЈЕ] [АПЛ]
sr_rs@latin: [OPCIJE] [APL]

source: debug mode
cs: Ladicí režim
sr_rs: режим откривања грешака
sr_rs@latin: režim otkrivanja grešaka

source: Search packages in KCP and display them
cs: Hledat balíčky v KCP a zobrazit je
sr_rs: Претражује пакете КЦП-а и приказује их
sr_rs@latin: Pretražuje pakete KCP-a i prikazuje ih

source: On display action, display only installed packages
cs: Při činnosti zobrazení zobrazit jen nainstalované balíčky
sr_rs: Кад приказујеш, прикажи само инсталиране
sr_rs@latin: Kad prikazuješ, prikaži samo instalirane

source: On display action, display only outdated packages
cs: Při činnosti zobrazení zobrazit jen zastaralé balíčky
sr_rs: Кад приказујеш, прикажи само застареле пакете
sr_rs@latin: Kad prikazuješ, prikaži samo zastarele pakete

source: On display action, display only packages with at least one star
cs: Při činnosti zobrazení zobrazit jen oblíbené balíčky
sr_rs: Кад приказујеш, прикажи само пакете са бар једном звездицом
sr_rs@latin: Kad prikazuješ, prikaži samo pakete sa bar jednom zvezdicom

source: On display action, display only the name of the package
cs: Při činnosti zobrazení zobrazit jen název balíčku
sr_rs: Кад приказујеш, прикажи само име пакета
sr_rs@latin: Kad prikazuješ, prikaži samo ime paketa

source: On display action, force refreshing local database
cs: Při činnosti zobrazení vynutit obnovení místní databáze
sr_rs: Кад приказујеш, присили освежавање локалне базе
sr_rs@latin: Kad prikazuješ, prisili osvežavanje lokalne baze

source: On list action, display only installed packages
cs: Při činnosti sestavení seznamu zobrazit jen nainstalované balíčky
sr_rs: Кад листаш, прикажи само инсталиране пакете
sr_rs@latin: Kad listaš, prikaži samo instalirane pakete

source: On refreshing database action, force complete update
cs: Při činnosti obnovení databáze vynutit úplnou aktualizaci
sr_rs: При освежавању базе, присили потпуно освежавање
sr_rs@latin: Pri osvežavanju baze, prisili potpuno osvežavanje

source: Refresh the local database
cs: Obnovit místní databázi
sr_rs: Освежи локалну базу
sr_rs@latin: Osveži lokalnu bazu

source: %d entries updated!
cs: Aktualizováno %d záznamů!
sr_rs: %d уноса ажурирано!
sr_rs@latin: %d unosa ažurirano!

source: [installed: %s]
cs: [nainstalováno: %s]
sr_rs: [инсталирано: %s]
sr_rs@latin: [instalirano: %s]

source: [installed]
cs: [nainstalováno]
sr_rs: [инсталирано]
sr_rs@latin: [instalirano]

source: %d entries added!
cs: Přidáno %d záznamů!
sr_rs: %d уноса додато!
sr_rs@latin: %d unosa dodato!

source: %d entries deleted!
cs: Smazáno %d záznamů!
sr_rs: %d уноса обрисано!
sr_rs@latin: %d unosa obrisano!

source: Do you want to edit %s?
cs: Chcete upravit %s?
sr_rs: Желите ли да измените %s?
sr_rs@latin: Želite li da izmenite %s?
