Repository: 465583030/kcp-1
Catalog: i18n/*.po
Languages: hu

source: [installed: %s]
hu: [telepítve: %s]

source: [installed]
hu: [telepítve]

source: <unknown>
hu: <ismeretlen>

source: Another instance of kcp is running!
hu: A KCP egy másik példánya fut!

source: Dir %s already exists!
hu: %s könyvtár már létezik!

source: Display all outdated packages from KCP
hu: KCP összes elavult csomagjának megjelenítése

source: Display all packages of KCP
hu: KCP összes csomagjának megjelenítése

source: Do you want to edit PKGBUILD?
hu: Szerkesszük a PKGBUILD fájlt?

source: Don't launch this program as root!
hu: Ne futtassuk a programot root felhasználóként!

source: Download needed files to build a package
hu: Töltsük le az összes szükséges fájlt egy csomagban

source: Install a package from KCP
hu: KCP csomagok telepítése

source: Interrupt by user...
hu: Felhasználói művelet megszakítás...

source: No package found
hu: Nem található csomag

source: On display action, don't print KCP version
hu: Látható műveletben, ne írassuk ki a KCP verziót

source: On display action, sort packages by stars descending
hu: Megjeleníthető művelet, csomagok csillagok szerinti csökkenése

source: On install action, install as a dependence
hu: Telepítő művelet, függőségek telepítése

source: Package not found!
hu: Csomag nem található!

source: Print this help
hu: Súgó megtekintés

source: Print version
hu: Verzió kiíratás

source: Search packages' motif in KCP and display them
hu: KCP csomagok keresése és megjelenítése

source: Tool in command-line for KaOS Community Packages
hu: KaOS közösségi csomagok parancssori eszköz

source: Unknown error!
hu: Ismeretlen hiba!

source: debug mode
hu: hibakereső mód

source: Search packages in KCP and display them
hu: Keresés a KCP csomagok között és megjelenítés

source: On display action, display only installed packages
hu: Megjeleníthető művelet, csak a telepített csomagok megjelenítése

source: On display action, display only outdated packages
hu: Megjeleníthető művelet, csak az elavult csomagok megjelenítése

source: On display action, display only packages with at least one star
hu: Megjeleníthető művelet, csak olyan csomagok megjelenítése amelyek rendelkeznek legalább egy csillaggal

source: On display action, display only the name of the package
hu: Megjeleníthető művelet, csak a csomag nevének megjelenítése

source: On display action, force refreshing local database
hu: Megjeleníthető művelet, kényszerített helyi adatbázis frissítés

source: On list action, display only installed packages
hu: Megjeleníthető művelet, csak a telepített csomagok megjelenítése

source: On refreshing database action, force complete update
hu: Adatbázis frissítés művelet, kényszerített frissítés befejezés

source: Refresh the local database
hu: Helyi adatbázis frissítése

source: %d entries updated!
hu: %d frissítve!

source: [installed: %s]
hu: [telepítve: %s]

source: [installed]
hu: [telepítve]

source: %d entries added!
hu: %d hozzáadva!

source: %d entries deleted!
hu: %d törölve!
