Repository: 465583030/kcp-1
Catalog: i18n/pckcp/*.po
Languages: hu, ru, sr_rs@latin

source: %s is a simple PKGBUILD Checker for the KaOS Community Packages.
hu: %s egy egyszerű PKGBUILD Ellenörző a KaOS Közösségi Csomagok számára.
ru: %s это простой PKGBUILD контролер для пакетов сообщества KaOS.
sr_rs@latin: %s je jednostavan proveravač PKGBUILD-a za KaOS pakete zajednice.

source: %s isn't in repo neither in kcp. Variable '%s' doesn't need to contain it.
hu: %s nem található a KCP tárolóban. '%s' változót nem kell tartalmaznia.
ru: %s не находится ни в repo ни в kcp. Переменной '%s' нет нужды содержать это.
sr_rs@latin: %s nije u riznicama niti u KCP-u. Promenljiva „%s“ ne mora da ga sadrži.

source: %s isn't in repo neither in kcp. Variable '%s' shouldn't contain it.
hu: %s nem található a KCP tárolóban. '%s' változót kell tartalmaznia.
ru: %s не находится ни в repo ни в kcp. Переменная '%s' не должна содержать это.
sr_rs@latin: %s nije u riznicama niti u KCP-u. Promenljiva „%s“ ne mora da ga sadrži.

source: '%s' is clean.
hu: '%s' tiszta.
ru: '%s' очищен.
sr_rs@latin: „%s“ je čist.

source: Current folder doesn't contain PKGBUILD!
hu: Aktuális könyvtár nem tartalmaz PKGBUILD fájlt!
ru: Текущая папка не содержит PKGBUILD!
sr_rs@latin: Trenutna fascikla ne sadrži PKGBUILD!

source: Header is clean.
hu: Fejrész tiszta.
ru: Заголовок очищен.
sr_rs@latin: Zaglavlje je čisto.

source: Header was found. Do not use names of maintainers or contributors in PKGBUILD, anyone can contribute, keep the header clean from this.
hu: Fejrész található. Ne használjunk a PKGBUILD fájlban fejrészt. Tartsuk tisztán.
ru: Заголовок был найден. Не используйте имена ведущих или участников в PKGBUILD, любой может внести вклад, оставляя заголовок чистым.
sr_rs@latin: Zaglavlje je pronađeno. Ne upisujte imena održavalaca i doprinosilaca u PKGBUILD. Svako može pomoći. Ne zatrpavajte zaglavlje time.

source: PKGBUILD cannot be saved!
hu: PKGBUILD nincsen elmentve!
ru: PKGBUILD не может быть сохранён!
sr_rs@latin: PKGBUILD se ne može sačuvati!

source: PKGBUILD is a split PKGBUILD. Make as many PKGBUILDs as this contains different packages!
hu: A PKGBUILD egy osztott PKGBUILD fájl. Annyi PKGBUILD fájlt hozzunk létre ahány csomag áll rendelkezésre.
ru: PKGBUILD это раздельный PKGBUILD. Сделайте больше PKGBUILD по количеству в пакетов в нём!
sr_rs@latin: PKGBUILD je podeljen PKGBUILD. Napravite koliko želite PKGBUILD kao ovaj sa različitim paketima!

source: Remove %s as %s?
hu: Töröljük %s mint %s?
ru: Удалить %s как %s?
sr_rs@latin: Ukloni %s kao %s?

source: Remove %s in variable '%s'?
hu: %s változó törlés '%s'
ru: Удалить %s в переменной '%s'?
sr_rs@latin: Ukloniti %s iz promenljive „%s“?

source: Remove header?
hu: Töröljük a fejrészt?
ru: Удалить заголовок?
sr_rs@latin: Ukloniti zaglavlje?

source: Remove variable '%s'?
hu: '%s' változót töröljük?
ru: Удалить переменную '%s'?
sr_rs@latin: Ukloniti promenljivu „%s“?

source: Reset arch to x86_64?
hu: Vissza állítjuk az architektúrát erre x86_64 ?
ru: Сбросить архитектуру на x86_64?
sr_rs@latin: Vratiti arhitekturu na x86_64?

source: Reset pkgrel to 1?
hu: pkgrel visszaállítása 1 értékre?
ru: Сбросить pkgrel на 1?
sr_rs@latin: Vratiti pkgrel na 1?

source: Variable '%s' contains name of the package. It is useless.
hu: '%s' változó tartalmaz csomag nevet. Ez haszontalan.
ru: Переменная '%s' содержит имя пакета. Это бесполезно.
sr_rs@latin: Promenljiva „%s“ sadrži naziv paketa. Beskorisna je.

source: Variable '%s' is clean.
hu: '%s' változó tiszta.
ru: Переменная '%s' чистая.
sr_rs@latin: Promenljiva „%s“ je čista.

source: Variable '%s' is empty.
hu: '%s' változó üres.
ru: Переменная '%s' пустая.
sr_rs@latin: Promenljiva „%s“ je prazna.

source: Variables 'depends' and 'makedepends' are empty. You should manually check if it is not a missing.
hu: A "függőségek" és a "függőségek létrehozása" üresek. Manuálisan kell ellenőrizni.
ru: Переменные 'depends' и 'makedepends' пусты. Вы должны проверить вручную если этого не достаточно.
sr_rs@latin: Promenljive „depends“ i „makedepends“ su prazne. Proverite da li je greška.

source: arch is clean.
hu: arch tiszta.
ru: архитектура чистая.
sr_rs@latin: arch je prazno.

source: arch is different from 'x86_64'. Since KaOS only supports this architecture, no other arch would be added here.
hu: A processzor architektúrája eltér a KaOS rendszerben alkalmazott 'x86_64' architektúrától. Vegyük figyelemben, hogy a KaOS nem támogatja a 32 bites processzorokat.
ru: архитектура отлична от 'x86_64'. Так как KaOS поддерживает только эту архитектуру, никакая другая не будет добавлена.
sr_rs@latin: arch nije „x86_64“. Kako KaOS podržava samo tu arhitekturu, nijedna druga se ne može dodati ovde.

source: package() function is present.
hu: package() funkció hozzáadva.
ru: package() функция присутствует.
sr_rs@latin: package() funkcija postoji.

source: package() function missing. You should have to add it.
hu: package() funkció hiányzik. Hozzá kellett volna adni.
ru: package() функция отсутствует. Вы должны добавить её.
sr_rs@latin: package() nedostaje. Trebalo bi da je dodate.

source: package() function missing. You need to add it.
hu: package() funkció hiányzik. Adjuk hozzá.
ru: package() функция отсутствует. Вам нужно добавить её.
sr_rs@latin: package() funkcija nedostaje. Morate da je dodate.

source: pkgrel is clean.
hu: pkgrel tiszta.
ru: pkgrel чистый.
sr_rs@latin: pkgrel je prazno.

source: pkgrel is different from 1. It should be the case only if build instructions are edited but not pkgver.
hu: A pkgrel eltér ettől: 1. Ha ez fennáll szerkesszük a PKGBUILD fájlt.
ru: pkgrel отличается от 1. Это должно быть только если инструкции сборки отредактированы, кроме pkgver.
sr_rs@latin: pkgrel nije 1. To može biti samo u slučaju da su uputstva gradnje izmenjena ali ne i pkgver.

source: url is clean.
hu: hivatkozás tiszta.
ru: URL чистый.
sr_rs@latin: url je prazno.

source: No url specified.
hu: Nincs hivatkozás megadva.
ru: Не указан URL.
sr_rs@latin: Nije naveden URL.

source: Add url?
hu: Hivatkozás hozzáadás?
ru: Добавить URL?
sr_rs@latin: Dodati URL?

source: Please, type the URL to include:
hu: Adjuk meg a tartalmazó hivatkozást:
ru: Наберите содержимое URL:
sr_rs@latin: Unesite URL koji želite:

source: Modify %s in variable '%s'?
hu: %s változó módosítás '%s'
ru: Изменить %s в переменной '%s'?
sr_rs@latin: Izmeniti %s u promenljivoj „%s“?

source: Replace %s by... (leave blank to remove it):
hu: %s javítás... (hagyjuk üresen):
ru: Заменить %s на... (оставить пустым для удаления):
sr_rs@latin: Zameni %s sa... (ostavite prazno za uklanjanje):

source: Modify %s as %s?
hu: %s - %s módosítás?
ru: Изменить %s как %s?
sr_rs@latin: Izmeni %s kao %s?

source: Modifications saved in %s!
hu: %s módosításai elmentve!
ru: Изменения сохраняются в %s!
sr_rs@latin: Izmene sačuvane u %s!

source: Error on save file %s!
hu: %s mentése közben hiba lépett fel!
ru: Ошибка сохранения файла %s!
sr_rs@latin: Greška pri upisu fajla %s!
